Repository: MochiDiffusion/MochiDiffusion
Catalog: *.lproj/Localizable.strings
Languages: de, fr, hu, ko, pl, uk, vi, zh_hans, zh_hant

source: Strength controls how closely the generated image resembles the starting image. Use lower values to generate images that look similar to the starting image. Use higher values to allow more creative freedom. The size of the starting image must match the output image size of the current model.
de: Stärke bestimmt, wie stark das generierte Bild dem Startbild ähnelt. Benutze niedrigere Werte um Bilder zu erzeugen, die ähnlich, wie das Startbild aussehen. Benutze höhere Werte, um mehr kreative Freiheit zu ermöglichen. Die Größe des Startbildes muss mit der Bildgröße des aktuellen Modells übereinstimmen.
fr: L'intensité contrôle à quel point l'image générée ressemble à l'image de départ. Utilisez des valeurs inférieures pour générer des images qui ressemblent à l'image de départ. Utilisez des valeurs plus élevées pour permettre plus de créativité. La taille de l'image de départ doit être conforme à celles produites par le modèle.
hu: Az erősség szabályozza, hogy mennyire hasonlít a generált kép a kiindulási képre. Alacsonyabb értékek használatával olyan képeket generálhat, amelyek hasonlítanak a kiindulási képre. Magasabb értékekkel több kreatív szabadságot engedhet meg. A kiindulási kép méretének meg kell egyeznie a jelenlegi modell kimeneti képméretével.
ko: 강도는 생성된 이미지가 시작 이미지와 얼마나 유사한지를 제어합니다. 시작 이미지와 비슷하게 보이는 이미지를 생성하려면 더 낮은 값을 사용하십시오. 보다 창의적인 자유를 허용하려면 더 높은 값을 사용하십시오. 시작 이미지의 크기는 현재 모델의 출력 이미지 크기와 일치해야 합니다.
pl: Siła kontroluje jak blisko wygenerowany obraz przypomina obraz początkowy. Użyj niższych wartości do generowania obrazów, które wyglądają podobnie jak obraz początkowy. Użyj wyższych wartości, aby umożliwić większą wolność twórczą. Rozmiar wyjściowego obrazu musi odpowiadać rozmiarowi obrazu wyjściowego bieżącego modelu.
uk: Інтенсивність впливає на те, наскільки згенероване зображення відповідатиме початковому. Використовуйте нижчі значення для створення зображення, яке буде більш схожим на початкове. Використовуйте вищі значення для більшої свободи творчості. Розмір початкового зображення має співпадати із розміром поточної моделі.
vi: Độ mạnh kiểm soát mức độ giống nhau của hình ảnh được tạo với hình ảnh ban đầu. Sử dụng các giá trị thấp hơn để tạo ra hình ảnh trông giống với hình ảnh bắt đầu. Sử dụng giá trị cao hơn để cho phép tự do sáng tạo hơn. Kích thước của hình ảnh bắt đầu phải phù hợp với kích thước hình ảnh đầu ra của mô hình hiện tại.
zh_hans: 强度控制生成图像和原始图像的相似程度。 较低的强度会让生成图像和原始图像更加相似。 较高的强度能带来更多创作自由。 原始图像的大小必须与当前模型的输出图像大小匹配。
zh_hant: 強度控製生成圖像和原始圖像的相似程度。 較低的強度會讓生成圖像和原始圖像更加相似。 較高的強度能帶來更多創作自由。 原始圖像的大小必須與當前模型的輸出圖像大小匹配。

source: Toggle Info Panel
de: Infoleiste ein-/ausschalten
fr: Afficher / Masquer le panneau d'informations
hu: Infó panel megjelenítése
ko: 정보 패널 전환
pl: Przełącz panel informacji
uk: Сховати/показати інформаційну панель
vi: Chuyển đổi bảng thông tin
zh_hans: 显示/隐藏信息面板
zh_hant: 切換資訊面板

source: Uses the model's safety checker module. This does not guarantee that all inappropriate images will be filtered.
de: Verwendet das Safety-Checker-Modul des Modells. Dies garantiert nicht, dass alle unangemessenen Bilder gefiltert werden.
fr: Utilise le module de vérification de la sécurité du modèle. Cela ne garantit pas que toutes les images inappropriées seront filtrées.
hu: Hasznája a model explicit szűrőjét. Ez nem garantálja, hogy minden képet sikeresen kiszűrne.
ko: 모델의 안전 검사기 모듈을 사용합니다. 모든 노골적인 이미지가 필터링되지 않을 수도 있습니다.
pl: Używa modułu sprawdzania bezpieczeństwa modelu. To nie gwarantuje, że wszystkie nieodpowiednie obrazy zostaną przefiltrowane.
uk: Використовує модуль моделі для перевірки зображень на безпечність. Це не гарантує, що всі неприйнятні зображення будуть відфільтровані.
vi: Sử dụng mô-đun kiểm tra an toàn của mô hình.
zh_hans: 使用模型的安全检查模块，但它不能保证能过滤所有的不良内容。
zh_hant: 使用模型的安全檢查模組，但其無法保證所有不適當的圖片都會被過濾。

source: Website
de: Webseite
fr: Site Web
hu: Weboldal
ko: 웹사이트
pl: Strona
uk: Вебсайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

source: Width:
de: Breite:
fr: Largeur :
hu: Szélesség:
ko: 가로길이:
pl: Szerokość:
uk: Ширина:
vi: Chiều rộng:
zh_hans: 宽度：
zh_hant: 寬度：

source: Your images are ready!
de: Ihre Bilder sind fertig!
fr: Vos images sont prêtes!
ko: 이미지가 생성되었습니다!
zh_hans: 您的图像已经生成完毕！
zh_hant: 你的圖像已生成完成！

source: random
de: zufällig
fr: aléatoire
hu: Véletlenszerű
ko: 랜덤
pl: losowe
uk: випадкове
vi: ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

source: 🍀 Green
de: 🍀 Grün

source: 🍋 Yellow
de: 🍋 Gelb

source: 🎈 Red
de: 🎈 Rot

source: 🐘 Gray
de: 🐘 Grau

source: 💎 Blue
de: 💎 Blau

source: 🦄 Purple
de: 🦄 Lila

source: CFBundleDisplayName
de: Mochi Diffusion
zh_hans: Mochi Diffusion
zh_hant: Mochi Diffusion

source: CFBundleName
de: Mochi Diffusion
zh_hans: Mochi Diffusion
zh_hant: Mochi Diffusion

source: NSHumanReadableCopyright
de: Graham Bing (2024-) Joshua Park (2022-2024)
zh_hans: Graham Bing (2024) Joshua Park (2022-2024)

source: CPU & GPU
fr: Processeur & carte graphique
pl: Procesor & GPU
uk: CPU та GPU
zh_hans: CPU 和 GPU
zh_hant: CPU 和 GPU

source: CPU & Neural Engine
fr: Processeur & moteur neuronal
pl: Procesor & Silnik ANE
uk: CPU та Neural Engine
zh_hans: CPU 和神经网络引擎
zh_hant: CPU 和神經網路引擎

source: Seed
fr: Graine
ko: 씨드
pl: Ziarno
vi: Hạt giống
zh_hans: 随机种
zh_hant: 隨機種子

source: HD
ko: 고화질
