Repository: MochiDiffusion/MochiDiffusion
Catalog: *.lproj/Localizable.strings
Languages: de, fr, hu, ko, pl, uk, vi, zh_hans, zh_hant

source: /%lld image(s):dict/NSStringLocalizedFormatKey:dict/:string
de: %#@images@
fr: %#@images@
hu: %#@images@
ko: %#@images@
pl: %#@images@
uk: %#@images@
zh_hans: %#@images@
zh_hant: %#@images@

source: /%lld image(s):dict/images:dict/
de: %lld Bild
fr: %lld image
hu: %lld kép
pl: %lld obraz
uk: %lld зображення

source: /Imported %lld image(s):dict/NSStringLocalizedFormatKey:dict/:string
de: %#@images@
fr: %#@images@
hu: %#@images@
ko: %#@images@
pl: %#@images@
uk: %#@images@
zh_hans: %#@images@
zh_hant: %#@images@

source: /Imported %lld image(s):dict/images:dict/
de: %lld Bild importiert
fr: Image %lld importée
hu: Importált %lld képek
pl: Zaimportowano %lld obraz
uk: Імпортовано %lld зображення

source: /%lld image(s) were not imported. Only images generated by Mochi Diffusion 2.2 or later can be imported.:dict/NSStringLocalizedFormatKey:dict/:string
de: %#@images@
fr: %#@images@
hu: %#@images@
ko: %#@images@
pl: %#@images@
uk: %#@images@
zh_hans: %#@images@
zh_hant: %#@images@

source: /%lld image(s) were not imported. Only images generated by Mochi Diffusion 2.2 or later can be imported.:dict/images:dict/
de: %lld Bild wurde nicht importiert. Es können nur Bilder importiert werden, die von Mochi Diffusion 2.2 oder höher generiert wurden.
fr: %lld image n'a pas été importée. Seules les images générées par Mochi Diffusion 2.2 ou ultérieure peuvent être importées.
hu: %lld A kép nem volt beimportálva. Csak Mochi Diffusion 2.2 vagy újabb verzióval generált képek importálhatók be.
pl: %lld obraz nie został zaimportowany. Tylko obrazy wygenerowane przez Mochi Diffusion w wersji 2.2 lub nowszej mogą być zaimportowane.
uk: %lld зображення не імпортовано. Можуть бути імпортовані лише ті зображення, що були згенеровані у Mochi Diffusion 2.2 або пізнішої версії.

source: **Auto** selects the most appropriate configuration for the selected model.
de: **Auto** wählt die passendste Konfiguration für das ausgewählte Modell aus.
fr: **Auto** sélectionne la configuration la plus appropriée pour le modèle sélectionné.
hu: **Automatikus** kiválasztja a legmegfelelőbb beállítást a modellnek.
ko: **자동**은 선택한 모델에 가장 적합한 옵션을 선택합니다.
pl: **Auto** wybiera najbardziej odpowiednią konfigurację dla wybranego modelu.
uk: **Авто** вибирає найбільш відповідну конфігурацію для вибраної моделі.
vi: **Tự động** chọn cấu hình phù hợp nhất với kiểu máy đã chọn.
zh_hans: **自动**能为所选模型选择最合适的配置。
zh_hant: **Auto** 會為所選模型選擇最適合的配置。

source: **CPU & GPU** is compatible with all models and may be faster on M1 Max, Ultra and later, but will use more memory.
de: **CPU & GPU** ist mit allen Modellen kompatibel und kann auf M1 Max, Ultra schneller sein, wird aber mehr Speicher benötigen.
fr: **Processeur & Carte graphique** est compatible avec tous les modèles et peut être plus rapide sur M1 Max, Ultra et plus tard, mais utilisera plus de mémoire.
hu: A CPU és GPU kompatibilis minden modellel, és gyorsabb lehet az M1 Max, Ultra és későbbi verziókon, de több memóriát fog használni.
ko: **CPU & GPU**는 M1 Max, Ultra에서 더 빠를 수 있지만 더 많은 메모리를 사용.
pl: **CPU & GPU** jest kompatybilny ze wszystkimi modelami i może być szybszy na M1 Max, Ultra i późniejszych, ale użyje więcej pamięci.
uk: **CPU & GPU** сумісний з усіма моделями і може бути швидшим на M1 Max, Ultra і пізніших версіях, але використовуватиме більше пам'яті.
vi: **CPU & GPU** tương thích với tất cả các kiểu máy và có thể chạy nhanh hơn trên M1 Max, Ultra trở lên, nhưng sẽ sử dụng nhiều bộ nhớ hơn.
zh_hans: **CPU & GPU** 与所有模型兼容，而且可能在 M1 Max、M1 Ultra 及更高版本上速度更快，但会占用更多内存。
zh_hant: 「CPU 和 GPU」相容於所有模型，並且在 M1 Max、M1 Ultra 和之後的晶片上可能更快，但會使用更多的記憶體。

source: **CPU & Neural Engine** provides a good balance between speed and low memory usage, but only works with split-einsum models.
de: **CPU & Neural Engine** bietet eine gute Balance zwischen Geschwindigkeit und niedriger Speicherauslastung, funktioniert aber nur mit Split-Einsum-Modellen.
fr: **Processeur & Moteur neuronal** fournit un bon équilibre entre vitesse et faible utilisation de la mémoire, mais ne fonctionne qu'avec les modèles split-einsum.
hu: A CPU és a Neural Engine jó egyensúlyt biztosít a sebesség és az alacsony memóriaigény között, de csak a split-einsum modellekkel működik.
ko: **CPU & Neural Engine**는 빠른 속도와 낮은 메모리 사용량 간의 적절한 균형을 제공.
pl: **CPU & Silnik neuronowy** zapewnia dobrą równowagę między szybkością a niskim zużyciem pamięci, ale działa tylko z modelami dzielonymi.
uk: **CPU & Neural Engine** має хороше співвідношення між швидкістю та низьким використанням пам'яті, але працює тільки з моделями split-einsum.
vi: **CPU & Neural Engine** cung cấp sự cân bằng tốt giữa tốc độ và mức sử dụng bộ nhớ thấp, nhưng chỉ hoạt động với các mô hình chia nhỏ.
zh_hans: **CPU & 神经网络引擎**在性能和内存占用之间提供了良好的平衡，但仅适用于 split-einsum 模型。
zh_hant: 「CPU 和 神經網路引擎」提供了速度和低記憶體使用之間的良好平衡，但只適用於 split-einsum 模型。

source: About %@
de: Über %@
fr: Environ %@
ko: 약 %@
zh_hans: 约 %@
zh_hant: 約 %@

source: Add to Queue
de: Zur Warteschlange hinzufügen
fr: Ajouter à la file d'attente
ko: 목록에 추가
zh_hans: 添加到队列
zh_hant: 添加到隊列

source: All
de: Alle
fr: Tout
hu: Összes
ko: 모두 사용
pl: Wszystkie
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: Allow Mochi Diffusion to send notifications under System Settings.
de: Mochi Diffusion erlauben, Mitteilungen zu senden.
ko: 시스템 설정에서 Mochi Diffusion이 알림을 보내도록 허용하세요.
zh_hans: 在系统设置中允许 Mochi Diffusion 推送通知
zh_hant: 在繫統設定中允許 Mochi Diffusion 推送通知

source: Auto (Recommended)
de: Auto (Empfohlen)
fr: Auto (recommandé)
hu: Automatikus (Javasolt)
ko: 자동 (권장)
pl: Automatyczne (zalecane)
uk: Авто (рекомендується)
vi: Tự động (Khuyến khích)
zh_hans: 自动 (推荐)
zh_hant: 自動（建議）

source: Autosave & Restore Images
de: Bilder automatisch speichern und wiederherstellen
fr: Enregistrement automatique & récupération d'images
hu: Automatikus mentés & Képek visszatöltése
ko: 이미지 자동 저장 및 복원
pl: Automatyczny zapis i odzysk obrazów
uk: Автоматично зберігати та відновлювати зображення
vi: Tự động lưu & Khôi phục hình ảnh
zh_hans: 自动保存 & 恢复图像
zh_hant: 自動儲存 & 復原圖片

source: Check for Updates…
de: Nach Aktualisierungen suchen…
fr: Rechercher des mises à jour…
hu: Frissítések keresése…
ko: 업데이트 확인…
pl: Sprawdź aktualizacje…
uk: Перевірити наявність оновлень…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新...
zh_hant: 檢查更新 …

source: Choose a folder and a name to store the image
de: Wählen Sie einen Ordner und einen Namen, um das Bild zu speichern
fr: Choisir un dossier et un nom pour enregistrer l'image
hu: Adjon nevet és könyvtárat a képek mentésére
ko: 이미지를 저장할 폴더와 이름을 선택하세요
pl: Wybierz folder i nazwę do zachowania obrazu
uk: Оберіть теку і назву для зберігання зображення
vi: Chọn thư mục và tên để lưu trữ hình ảnh
zh_hans: 选择存储图片的文件夹并命名
zh_hant: 選擇儲存圖片的資料夾並為圖片命名

source: Choose a folder to save all images
de: Ordner zum Speichern aller Bilder auswählen
fr: Choisir un dossier pour sauvegarder toutes les images
hu: Válasszon egy mappát az összes kép mentéséhez
ko: 모든 이미지를 저장할 폴더를 선택하세요
pl: Wybierz folder do zapisania wszystkich obrazów
uk: Оберіть теку для збереження усіх зображень
vi: Chọn thư mục để lưu toàn bộ ảnh
zh_hans: 选择保存所有图像的文件夹
zh_hant: 選擇一個資料夾儲存所有圖片

source: Choose generated images to import
de: Wähle generierte Bilder zum Importieren
fr: Choisir les images générées à importer
hu: Válassza ki a generált képeket az importáláshoz
ko: 가져올 생성된 이미지들 선택
pl: Wybierz wygenerowane obrazy do zaimportowania
uk: Оберіть згенеровані зображення для імпорту
zh_hans: 选择已生成的图像导入
zh_hant: 選擇已生成的圖片匯入

source: Choose image
de: Bild auswählen
fr: Sélectionner l'image
hu: Kép választása
ko: 이미지 선택
pl: Wybierz obraz
uk: Вибрати зображення
vi: Lựa chọn hình ảnh
zh_hans: 选择图像
zh_hant: 選擇圖片

source: Clear All
de: Alles entfernen

source: ControlNet Folder
de: ControlNet Ordner
fr: Répertoire ControlNet
hu: ControlNet könyvtár
ko: ControlNet 폴더
pl: Folder ControlNet
uk: Тека ControlNet
vi: Thư mục ControlNet
zh_hans: ControlNet 文件夹
zh_hant: ControlNet 目錄

source: ControlNet Image
de: ControlNet Bild
fr: Image du ControlNet
ko: ControlNet 이미지
zh_hans: ControlNet 图像
zh_hant: ControlNet 圖像

source: Convert all images to High Resolution (this will use more memory)
de: Alle Bilder in hohe Auflösung konvertieren (dies wird mehr Speicher verbrauchen)
fr: Convertir toutes les images en haute résolution (cela utilisera plus de mémoire)
hu: Mindegyik kép nagy felbontásúra (ez több memóriát fog használni)
ko: 모든 이미지를 자동으로 고화질로 변경 (더 많은 메모리를 사용)
pl: Konwertuj wszystkie obrazy do wysokiej rozdzielczości (zwiększa użycie pamięci)
uk: Перетворити всі зображення у високу роздільну здатність (буде використано більше пам'яті)
vi: Chuyển đổi tất cả hình ảnh sang Độ phân giải cao (sẽ sử dụng nhiều bộ nhớ hơn)
zh_hans: 全部转换为高分辨率图像(将占用更多内存)
zh_hant: 將所有圖像轉換為高解析度（需使用更多記憶體）

source: Convert to High Resolution
de: In hohe Auflösung konvertieren
fr: Convertir en haute résolution
hu: Nagy felbontásúra konvertálás
ko: 고화질로 변경
pl: Konwertuj do wysokiej rozdzielczości
uk: Перетворити у високу роздільну здатність
vi: Chuyển đổi sang Độ phân giải cao
zh_hans: 转换为高分辨率图像
zh_hant: 轉換為高解析度

source: Copy
de: Kopieren
fr: Copier
hu: Másolás
ko: 복사
pl: Kopiuj
uk: Копіювати
vi: Sao chép
zh_hans: 拷贝
zh_hant: 複製

source: Copy Info
de: Info kopieren
fr: Copier les paramètres
hu: Infó másolása
ko: 정보 복사
pl: Skopiuj informacje
uk: Скопіювати інформацію
vi: Sao chép thông tin
zh_hans: 拷贝信息
zh_hant: 複製資訊

source: Copy Option to Sidebar
de: Option in Sidebar kopieren
fr: Copier l’option dans la barre latérale
hu: Másold a beállítást az oldal panelba
ko: 사이드바로 옵션 보내기
pl: Skopiuj opcję do panelu bocznego
uk: Копіювати опцію у бічну панель
vi: Sao chép tùy chọn sang Sidebar
zh_hans: 将设置拷贝到侧边栏
zh_hant: 將選項複製至側邊欄

source: Copy Options to Sidebar
de: Optionen in Sidebar kopieren
fr: Copier toutes les options vers la barre latérale
hu: Másold a beállítást az oldal panelba
ko: 사이드바로 모든 옵션들 보내기
pl: Skopiuj opcje do panelu bocznego
uk: Копіювати опції у бічну панель
vi: Sao chép tùy chọn sang Sidebar
zh_hans: 将设置拷贝到侧边栏
zh_hant: 將選項複製至側邊欄

source: Description is too long
de: Beschreibung ist zu lang
fr: La description est trop longue
hu: A leírás túl hosszú
ko: 프롬프트가 너무 깁니다
pl: Opis jest zbyt długi
uk: Опис занадто довгий
vi: Mô tả quá dài
zh_hans: 关键词过长
zh_hant: 關鍵詞過長

source: Download Models
de: Modelle herunterladen
fr: Télécharger des modèles
hu: Modellek letöltése
ko: 변환한 모델 다운로드
pl: Pobierz modele
uk: Завантажити моделі
vi: Tải xuống mô hình
zh_hans: 下载模型
zh_hant: 下載模型

source: Exclude from Image
de: Was im Bild nicht enthalten sein soll
fr: Exclure de l'image
hu: Kép egy részének kizárása
ko: 네거티브 프롬프트
pl: Wyklucz z obrazu
uk: Виключити із зображення
vi: Loại trừ khỏi hình ảnh
zh_hans: 反向关键词
zh_hant: 反向關鍵詞

source: Filter Inappropriate Images
de: Filtern Sie unangemessene Bilder
fr: Filtrer les images inappropriées
hu: Explicit képek szűrése
ko: 노골적인 이미지 필터링
pl: Filtruj nieodpowiednie obrazy
uk: Фільтрувати неприйнятні зображення
vi: Lọc hình ảnh không phù hợp
zh_hans: 过滤不良图像
zh_hant: 過濾不適當的圖片

source: Filtering: %@
de: Filter: %@

source: General
de: Allgemein
fr: Paramètres généraux
hu: Általános
ko: 일반
pl: Ogólne
uk: Загальні
vi: Tổng quan
zh_hans: 通用
zh_hant: 一般設定

source: Generate
de: Generieren
fr: Générer
hu: Generálás
ko: 생성
pl: Wygeneruj
uk: Згенерувати
vi: Tạo ra
zh_hans: 生成
zh_hant: 生成

source: Guidance Scale
de: KI Intensität
fr: Echelle de guidage
hu: Irányítási Skála
ko: 스케일
pl: Skala wytycznych
uk: Рівень відповідності запиту
vi: Thang hướng dẫn
zh_hans: 关键词权重
zh_hant: 關鍵詞引導權重

source: Height:
de: Höhe:
fr: Hauteur:
hu: Magasság:
ko: 세로길이:
pl: Wysokość:
uk: Висота:
vi: Chiều cao:
zh_hans: 高度:
zh_hant: 高度：

source: If option is turned off, removed images are permanently deleted. Applies to imported and autosaved images.
de: Wenn die Option deaktiviert ist, werden gelöschte Bilder dauerhaft gelöscht. Gilt für importierte und automatisch gespeicherte Bilder.
fr: Si l'option est désactivée, les images sont définitivement supprimées. S'applique aux images importées et enregistrées automatiquement.
hu: Ha ki van kapcsolva a képek végérvényesen törlődnek. Ez a importált és az automatikusan mentett képekre is igaz.
ko: 옵션을 끄면 삭제된 이미지는 영구적으로 없어집니다. 가져온 이미지와 자동으로 저장된 이미지에 적용됩니다.
pl: Jeśli opcja jest wyłączona, skasowane obrazy są trwale usuwane. Dotyczy zaimportowanych i automatycznie zapisanych obrazów.
uk: Якщо параметр вимкнуто, вилучені зображення будуть видалені назавжди. Застосовується лише для імпортованих та автоматично збережених зображень.
vi: Nếu tùy chọn bị tắt, hình ảnh bị xóa sẽ bị xóa vĩnh viễn. Áp dụng cho hình ảnh được nhập và lưu tự động.
zh_hans: 如关闭选项，移除的图像将被永久删除。该选项适用于导入的图像和自动保存的图像。
zh_hant: 如果關閉此選項，移除的圖片將被永久刪除。此選項適用於匯入的圖片與自動儲存的圖片。

source: Image
de: Bild
hu: Kép
ko: 이미지
pl: Obraz
uk: Зображення
vi: Hình ảnh
zh_hans: 图像
zh_hant: 圖片

source: Image Type
de: Bildtyp
fr: Type d'image
hu: Kép típusa
ko: 이미지 유형
pl: Rodzaj obrazu
uk: Тип зображення
vi: Lọai hình ảnh
zh_hans: 图像格式
zh_hant: 圖片格式

source: Image file name:
de: Name der Bilddatein:
fr: Nom du fichier image :
hu: Kép neve:
ko: 이미지 파일 이름
pl: Nazwa pliku obrazu:
uk: Назва файлу зображення:
vi: Tên tập tin hình ảnh:
zh_hans: 图像文件名：
zh_hant: 圖片檔案名稱：

source: Import
de: Importieren
fr: Importer
hu: Importálás
ko: 가져오기
pl: Importuj
uk: Імпортувати
vi: Nhập vào
zh_hans: 导入
zh_hant: 匯入

source: Import Images...
de: Bilder importieren...
fr: Importer des images ...
hu: Képek importálása...
ko: 이미지 가져오기...
pl: Importuj obrazy...
uk: Імпорт зображень...
vi: Nhập hình ảnh...
zh_hans: 导入图像...
zh_hant: 匯入圖片 ...

source: Improve Translation
de: Übersetzung verbessern
fr: Participer à la traduction
hu: Fordítás javítása
ko: 번역 개선하기
pl: Popraw tłumaczenie
uk: Вдосконалити переклад
vi: Cải thiện bản dịch
zh_hans: 改进翻译
zh_hant: 改進翻譯

source: Include in Image
de: Soll im Bild enthalten sein
fr: Inclure dans l'image
hu: Kép csatolása
ko: 프롬프트
pl: Uwzględnij w obrazie
uk: Включити до зображення
vi: Đưa vào hình ảnh
zh_hans: 关键词
zh_hant: 關鍵詞

source: Loading the model for the first time may take a few minutes
de: Das erstmalige Laden des Modells kann einige Minuten dauern
fr: Charger le modèle pour la première fois peut prendre quelques minutes
ko: 모델을 처음으로 로드하는 데 몇 분 정도 걸릴 수 있습니다
zh_hans: 首次加载模型可能需要几分钟
zh_hant: 首次加載模型可能需要幾分鐘

source: Loading...
de: Lade...
fr: Chargement ...
hu: Betöltés...
ko: 로딩중...
pl: Wczytywanie...
uk: Завантаження…
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中 ...

source: ML Compute Unit
de: ML Recheneinheit
fr: Mode de calcul
hu: ML Compute egység
pl: Jednostka Obliczeniowa ML
uk: Обчислювальний блок ML
vi: Đơn vị tính toán ML
zh_hans: ML 计算单元
zh_hant: ML 計算單元

source: Manually selecting an incompatible ML Compute Unit may cause poor performance or crash.
de: Die manuelle Auswahl einer inkompatiblen ML Compute Unit kann zu schlechter Performance oder zum Absturz führen.
fr: La sélection d'une unité de calcul ML incompatible peut causer de mauvaises performances ou un plantage.
hu: Az inkompatibilis ML Compute egység kiválasztása degradált tejesítményhez és instabilitáshoz vezethet.
ko: 모델과 맞지 않는 ML Compute Unit을 선택하면 성능이 저하되거나 충돌이 발생할 수 있습니다.
pl: Ręczne wybranie niezgodnej jednostki obliczeniowej ML może spowodować słabą wydajność lub awarię.
uk: Вибір несумісного обчислювального модуля ML може призвести до зниження продуктивності або аварійного збою.
vi: Việc chọn Đơn vị điện toán ML không tương thích theo cách thủ công có thể gây ra sự cố hoặc hiệu suất kém.
zh_hans: 选择不兼容的 ML 计算单元可能会导致性能不佳或崩溃。
zh_hant: 手動選擇不相容的 ML 計算單元可能會導致性能不佳或程式崩潰。

source: Model
de: Modell
fr: Modèle
hu: Modell
ko: 모델
uk: Модель
vi: Mô hình
zh_hans: 模型
zh_hant: 模型

source: Model Folder
de: Model-Ordner
fr: Dossier du Modèle
hu: Model könyvtár
ko: 모델 폴더
pl: Folder Modelu
uk: Тека для моделей
vi: Thư mục mô hình
zh_hans: 模型文件夹
zh_hant: 模型目錄

source: Move Images to Trash
de: Bilder in den Papierkorb verschieben
fr: Déplacer les images vers la Corbeille
hu: Szemétbe a képpel
ko: 이미지를 휴지통으로 이동
pl: Przenieś obrazy do kosza
uk: Перемістити зображення до смітника
vi: Di chuyển hình ảnh vào thùng rác
zh_hans: 将图像移到废纸篓
zh_hant: 把圖片移至垃圾桶

source: Newest First
de: Neueste zuerst
fr: Les plus récentes en premier
hu: Legújabbak felül
ko: 최신 항목 순으로
uk: Спочатку нові
vi: Mới nhất Đầu tiên
zh_hans: 优先显示最新
zh_hant: 優先顯示最新

source: No Info
de: Keine Info
fr: Aucune Information
hu: Nincs infó
ko: 정보 없음
pl: Brak Informacji
uk: Немає інформації
vi: Không có thông tin
zh_hans: 无信息
zh_hant: 無資訊

source: None
de: Keine
fr: Aucun
hu: Nincs
ko: 없음
pl: Brak
uk: Нічого
vi: Không có
zh_hans: 无
zh_hant: 無

source: Notifications
de: Mitteilungen
ko: 알림
zh_hans: 通知
zh_hant: 通知

source: Number of Images
de: Anzahl der Bilder
fr: Nombre d'images
hu: Képek száma
ko: 이미지 수
pl: Liczba obrazów
uk: Кількість зображень
vi: Số lượng các hình ảnh
zh_hans: 图像数量
zh_hant: 圖片數量

source: Oldest First
de: Älteste zuerst
fr: Les plus anciennes en premier
hu: Legrégebbiek felül
ko: 오래된 항목 순으로
uk: Спочатку старіші
vi: Cũ nhất đầu tiên
zh_hans: 优先显示最旧
zh_hant: 優先顯示最舊

source: Open in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
hu: Megjelenítés a keresőben
ko: Finder에서 열기
pl: Pokaż w Finderze
uk: Відкрити у Finder
vi: Mở trong Finder
zh_hans: 在访达中打开
zh_hant: 在 Finder 中開啟

source: Play notification sound
de: Mitteilungston abspielen
ko: 알림 사운드 재생
zh_hans: 播放通知声音
zh_hant: 發出通知音效

source: Quick Look
de: Übersicht
fr: Coup d'oeil
hu: Gyorsnézet
ko: 훑어보기
pl: Szybki pogląd
uk: Швидкий перегляд
vi: Cái nhìn lướt qua
zh_hans: 快速查看
zh_hant: 快速查看

source: Reduce Memory Usage
de: Speicherauslastung reduzieren
fr: Réduire l'utilisation de la mémoire
hu: Memória használat csökkentése
ko: 메모리 사용량 줄이기
pl: Zmniejsz zużycie pamięci
uk: Використовувати менше пам'яті
vi: Giảm mức sử dụng bộ nhớ
zh_hans: 减少内存占用
zh_hant: 減少記憶體使用量

source: Reduce memory usage further at the cost of speed.
de: Reduziert die Speicherauslastung auf Kosten der Geschwindigkeit.
fr: Réduire davantage l'utilisation de la mémoire en ralentissant le calcul.
hu: Memória használat csökkentése a sebesség kárára.
ko: 속도를 희생해서 메모리 사용을 더 줄임.
pl: Zmniejsz wykorzystanie pamięci jeszcze bardziej kosztem prędkości.
uk: Використовувати ще менше пам'яті за рахунок швидкості.
vi: Giảm mức sử dụng bộ nhớ hơn nữa với chi phí tốc độ.
zh_hans: 牺牲性能以换取更低的内存占用
zh_hant: 犧牲性能以換取較低的記憶體使用量

source: Release Notes
de: Versionshinweise
fr: Notes de version
hu: Kiadási megjegyzések
ko: 릴리스 노트
pl: Lista zmian
uk: Докладно про реліз
vi: Ghi chú phát hành
zh_hans: 版本说明
zh_hant: 版本說明

source: Remove
de: Entfernen
fr: Supprimer
hu: Törlés
ko: 삭제
pl: Usuń
uk: Вилучити
vi: Xóa
zh_hans: 移除
zh_hant: 刪除

source: Save
de: Speichern
fr: Sauvegarder
hu: Mentés
ko: 저장
pl: Zapisz
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save All...
de: Alle speichern...
fr: Sauver tous...
hu: Mentés minden...
ko: 모두 저장...
pl: Zapisz wszystkie...
uk: Зберегти все...
vi: Lưu Tất cả...
zh_hans: 全部保存...
zh_hant: 全部儲存 ...

source: Save As...
de: Speichern unter...
fr: Enregistrer sous...
hu: Mentése mint...
ko: 다른 이름으로 저장...
pl: Zapisz jako...
uk: Зберегти як...
vi: Lưu thành...
zh_hans: 另存为...
zh_hant: 另存為 …

source: Save Image
de: Bild speichern
fr: Sauvegarder l'image
hu: Kép mentése
ko: 이미지 저장
pl: Zapisz obraz
uk: Зберегти зображення
vi: Lưu ảnh
zh_hans: 保存图像
zh_hant: 儲存圖片

source: Scheduler
de: Sampler
fr: Planificateur
hu: Időzítés
ko: 스케쥴러
pl: Harmonogram
uk: Планувальник
vi: Bảng lập kế hoạch
zh_hans: 优化器
zh_hant: 採樣器

source: Select
de: Auswählen
fr: Sélectionner
hu: Kiválasztás
ko: 선택
pl: Wybierz
uk: Обрати
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Select Next
de: Nächstes auswählen
fr: Sélectionnez Suivant
hu: Következő kiválasztása
ko: 다음 선택
pl: Wybierz następny
uk: Обрати наступне
vi: Chọn Tiếp
zh_hans: 下一张
zh_hant: 下一張

source: Select Previous
de: Vorheriges auswählen
fr: Sélectionnez Précédent
hu: Előző kiválasztása
ko: 이전 선택
pl: Wybierz poprzedni
uk: Обрати попереднє
vi: Chọn Trước
zh_hans: 上一张
zh_hant: 上一張

source: Send Notifications
de: Mitteilungen senden
ko: 알림 허용
zh_hans: 推送通知
zh_hant: 發送通知

source: Send notification when images are ready.
de: Mitteilung senden, wenn Bilder fertig sind.
ko: 이미지가 생성되면 알림을 보냅니다.
zh_hans: 当图像准备好时推送通知
zh_hant: 當圖像准備好時推送通知

source: Set as Starting Image
de: Als Ausgangsbild festlegen
fr: Définir comme image de départ
hu: Beállítás kezdő képként
ko: 시작 이미지로 선택
pl: Ustaw jako obraz początkowy
uk: Встановити як початкове зображення
vi: Đặt làm hình ảnh bắt đầu
zh_hans: 设为原始图像
zh_hant: 設為起始圖片

source: Share...
de: Teilen...
fr: Partager...
hu: Megosztás...
ko: 공유...
pl: Udostępnij...
uk: Поширити...
vi: Chia sẻ...
zh_hans: 分享...
zh_hant: 分享 ...

source: Show Image Preview
de: Bildvorschau anzeigen
fr: Afficher l'aperçu de l'image
hu: Előnézeti kép megtekintése
ko: 이미지 미리보기
uk: Показати зображення попереднього перегляду
vi: Hiển thị bản xem trước hình ảnh
zh_hans: 显示图像预览
zh_hant: 顯示圖像預覽

source: Show in Finder
de: In Finder anzeigen
fr: Afficher dans le Finder
hu: Megjelenítés a keresőben
ko: Finder에서 보기
pl: Pokaż w Finderze
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder中顯示

source: Show models in Finder
de: Modelle im Finder anzeigen
zh_hans: 在访达中显示模型
zh_hant: 在訪達中顯示模型

source: Show the image as its being generated.
de: Zeige das Bild während es generiert wird.
fr: Afficher l'image en cours de génération.
hu: Mutasd a képet generálás közben.
ko: 생성되는 이미지를 미리 보기.
uk: Показувати зображення під час його створення.
vi: Hiển thị hình ảnh khi nó được tạo.
zh_hans: 在生成过程中显示图像
zh_hant: 在生成過程中顯示圖像

source: Sort
de: Sortieren
fr: Trier
hu: Rendezés
ko: 정렬
uk: Сортувати
vi: Loại
zh_hans: 排序
zh_hant: 排序

source: Starting Image
de: Ausgangsbild
fr: Image de départ
hu: Kezdő kép
ko: 시작 이미지
pl: Obraz początkowy
uk: Початкове зображення
vi: Hình ảnh bắt đầu
zh_hans: 原始图像
zh_hant: 起始圖片

source: Steps
de: Arbeitsschritte
fr: Étapes
hu: Lépések száma
ko: 스텝 수
pl: Kroki
uk: Кроки
vi: Bước
zh_hans: 迭代步数
zh_hant: 迭代次數

source: Strength
de: Stärke
fr: Intensité
hu: Erősség
ko: 강도
pl: Siła
uk: Інтенсивність
vi: Sức mạnh
zh_hans: 强度
zh_hant: 強度
